[
    {
      "title": "Novel Approach to Machine Learning in Healthcare: A Longitudinal Study",
      "authors": "Your Name, Jane Smith, John Doe",
      "journal": "Journal of Medical Informatics",
      "year": 2024,
      "volume": "Vol. 56",
      "pages": "pp. 203-215",
      "type": "journal",
      "abstract": "This paper presents a novel machine learning approach for predicting patient outcomes in critical care settings. Using a combination of structured and unstructured data from electronic health records, we develop a model that outperforms existing methods by a substantial margin. Our approach incorporates temporal dynamics and addresses missing data challenges inherent in clinical datasets.",
      "tags": ["Machine Learning", "Healthcare", "Predictive Modeling"],
      "citation": "Your Name, Smith, J., & Doe, J. (2024). Novel Approach to Machine Learning in Healthcare: A Longitudinal Study. Journal of Medical Informatics, 56, 203-215. https://doi.org/10.xxxx/xxxxx",
      "links": [
        { "text": "PDF", "url": "#" },
        { "text": "DOI", "url": "#" },
        { "text": "Code Repository", "url": "#" }
      ]
    },
    {
      "title": "Innovative Framework for Real-Time Data Processing in IoT Environments",
      "authors": "Jane Smith, Your Name, Robert Johnson",
      "journal": "Proceedings of the International Conference on IoT Applications (ICIA 2024)",
      "year": 2024,
      "pages": "pp. 78-92",
      "type": "conference",
      "abstract": "This paper introduces an innovative framework for processing real-time data in Internet of Things (IoT) environments. The proposed system optimizes resource allocation while maintaining low latency, making it suitable for edge computing applications. We demonstrate the framework's effectiveness through extensive evaluations on three different IoT testbeds.",
      "tags": ["IoT", "Edge Computing", "Real-Time Systems"],
      "citation": "Smith, J., Your Name, & Johnson, R. (2024). Innovative Framework for Real-Time Data Processing in IoT Environments. In Proceedings of the International Conference on IoT Applications (pp. 78-92). IEEE.",
      "links": [
        { "text": "PDF", "url": "#" },
        { "text": "Slides", "url": "#" },
        { "text": "Code Repository", "url": "#" }
      ]
    }
  ]